# DBeam_SetFallOffDist

```pascal
PROCEDURE DBeam_SetFallOffDist(dist : REAL);
```

```python
def vs.DBeam_SetFallOffDist(dist):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|dist|REAL|   |

## Examples
```pascal
DBeam_SetFallOffDist(1.0);
```
```python
import vs

dist = 1.0

vs.DBeam_SetFallOffDist(dist)
```

## Version
Availability: from Vectorworks 2011

## Category
* Spotlight